Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# attachment_preview_action_wrap_lines
source: Wrap lines
ar: التفاف الأسطر
de: Zeilen umbrechen
fr: Retour à la ligne automatique
hu: Sorok tördelése
pt_br: Quebrar linhas
pt_pt: Quebra automática de linha
uk: Переносити рядки
zh_hans: 换行

# attachment_preview_error_decryption
source: Failed to decrypt the attachment preview.
ar: فشل فك تشفير معاينة المرفق.
de: Die Vorschau des Anhangs konnte nicht entschlüsselt werden.
fr: Impossible de déchiffrer l'aperçu de la pièce jointe.
hu: Nem sikerült visszafejteni a melléklet előnézetét.
ko: 첨부 파일 미리 보기를 복호화하지 못했습니다.
pt_br: Falha ao descriptografar a prévia do anexo.
pt_pt: Não foi possível desencriptar a pré-visualização do anexo.
uk: Виникла помилка при розшифровці вкладення.
zh_hans: 无法解密附件预览。

# attachment_preview_error_image_decode
source: This image cannot be previewed.
ar: لا يمكن معاينة هذه الصورة.
de: Für diese Bilddatei ist keine Vorschau verfügbar.
fr: Cette image ne peut être prévisualisée.
hu: Ennek a képnek nem lehet előnézetét megtekinteni.
ko: 이 이미지는 미리 볼 수 없습니다.
pt_br: Esta imagem não pode ser visualizada.
pt_pt: Não é possível pré-visualizar esta imagem.
uk: Цей тип зображення не підтримується для попереднього перегляду.
zh_hans: 无法预览此图像。

# attachment_preview_error_network
source: Failed to download the attachment preview.
ar: فشل تنزيل معاينة المرفق.
de: Die Vorschau des Anhangs konnte nicht heruntergeladen werden.
fr: Impossible de télécharger l'aperçu de la pièce jointe.
hu: Nem sikerült letölteni a melléklet előnézetét.
ko: 첨부 파일 미리 보기를 다운로드하지 못했습니다.
pt_br: Falha ao baixar a prévia do anexo.
pt_pt: Não foi possível descarregar a pré-visualização do anexo.
uk: Виникла помилка при завантаженні вкладення.
zh_hans: 下载附件预览失败。

# attachment_preview_error_text_decode
source: This text file cannot be previewed.
ar: لا يمكن معاينة هذا الملف النصي.
de: Für diese Textdatei ist keine Vorschau verfügbar.
fr: Ce fichier texte ne peut pas être prévisualisé.
hu: Ennek a szövegfájlnak nem lehet előnézetét megtekinteni.
ko: 이 텍스트 파일은 미리 볼 수 없습니다.
pt_br: Este arquivo de texto não pode ser visualizado.
pt_pt: Não é possível pré-visualizar este ficheiro de texto.
uk: Цей тип текстового файлу не підтримується для попереднього перегляду.
zh_hans: 无法预览此文本文件。

# attachment_preview_error_too_large
source: This attachment is larger than the 8 MB preview limit.
ar: حجم هذا المرفق أكبر من حد المعاينة البالغ 8 ميغابايت.
de: Dieser Anhang überschreitet das Größenlimit von 8 MB für Vorschauen.
fr: Cette pièce jointe dépasse la limite d'aperçu de 8 Mo.
hu: Ez a melléklet nagyobb, mint a 8 MB-os előnézeti korlát.
ko: 첨부 파일이 미리 보기 최대 크기 8MB를 초과합니다.
pt_br: Este anexo é maior que o limite de visualização de 8 MB.
pt_pt: Este anexo é superior ao limite de pré-visualização de 8 MB.
uk: Перегляд вкладень не підтримується для файлів більших ніж 8 Мб.
zh_hans: 此附件超过 8 MB 预览限制。

# attachment_preview_error_unsupported_file
source: This file type cannot be previewed.
ar: لا يمكن معاينة هذا النوع من الملفات.
de: Für diesen Dateityp ist keine Vorschau verfügbar.
fr: Ce type de fichier ne peut être prévisualisé.
hu: Ennek a fájltípusnak nem lehet előnézetét megtekinteni.
ko: 이 파일 형식은 미리 볼 수 없습니다.
pt_br: Este tipo de arquivo não pode ser visualizado.
pt_pt: Este tipo de ficheiro não pode ser visualizado previamente.
uk: Цей тип файлу не підтримується для попереднього перегляду.
zh_hans: 无法预览此文件类型。

# attachment_preview_error_unsupported_platform
source: Attachment preview is not supported on this platform.
ar: معاينة المرفقات غير مدعومة على هذه المنصة.
de: Die Vorschau von Anhängen wird auf dieser Plattform nicht unterstützt.
fr: L'aperçu des pièces jointes n'est pas pris en charge sur cette plateforme.
hu: A melléklet előnézete nem támogatott ezen a platformon.
ko: 이 플랫폼에서는 첨부 파일을 미리 볼 수 없습니다.
pt_br: A prévia de anexos não é compatível com esta plataforma.
pt_pt: A pré-visualização de anexos não é suportada nesta plataforma.
uk: Перегляд вкладень не підтримується на цій платформі.
zh_hans: 此平台不支持附件预览。

source: Attachments
ar: الملفات المـُرفقة
de: Anhänge
es: Adjuntos
fr: Pièces jointes
hu: Mellékletek
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
pt_br: Anexos
pt_pt: Anexos
ru: Вложения
uk: Вкладення
zh_hans: 附件

# attachments_empty_label
source: No attachments
ar: لا توجد مرفقات
de: Keine Anhänge
es: Sin adjuntos
fr: Aucune pièce jointe
hu: Nincsenek mellékletek
it: Nessun allegato
ja: 添付ファイルなし
ko: 첨부 파일 없음
pt_br: Sem anexos
pt_pt: Sem anexos
ru: Без вложений
uk: Немає вкладень
zh_hans: 暂无附件

source: August
ar: أغسطس
es: Agosto
fr: Août
hu: Augusztus
it: Agosto
ja: 8月
ko: 8월
pt_br: Agosto
pt_pt: Agosto
ru: Август
uk: Серпень
zh_hans: 八月

source: Autofill
ar: الملء التلقائي
de: Automatisches Ausfüllen
es: Autocompletar
fr: Remplissage automatique
hu: Automatikus kitöltés
it: Riempimento automatico
ja: 自動入力
ko: 자동 완성
pt_br: Preenchimento Automático
pt_pt: Preenchimento automático
ru: Автозаполнение
uk: Автозаповнити
zh_hans: 自动填充

# autofill_and_save_uri
source: Autofill and save app or website info
ar: الملء التلقائي وحفظ معلومات التطبيق أو موقع الويب
de: Autofill und App- oder Website-Info speichern
es: Enlace web para autocompletar y guardar
fr: Remplissage automatique et sauvegarde des informations de l'application ou du site web
hu: Kitöltés és app vagy weboldal infó mentése
it: Salvataggio automatico dell'app o informazioni del sito
ja: アプリまたはウェブサイトの情報を自動入力して保存
ko: 자동 완성하고 앱 또는 웹사이트 정보 저장
pt_br: Autopreencher e salvar informações do aplicativo ou do site
pt_pt: Preencher automaticamente e guardar dados da app ou informações do site
ru: Заполнить и сохранить информацию о приложении или сайте
uk: Автоматично заповнити та зберегти інформацію про застосунок або вебсайт
zh_hans: 自动填充并保存应用或网站信息

# autofill_open_keyguard
source: Open Keyguard
ar: افتح حارس المفاتيح
de: Keyguard öffnen
es: Abrir Keyguard
fr: Ouvrir Keyguard
hu: Keyguard megnyitása
it: Apri Keyguard
ja: Keyguard を開く
ko: Keyguard 열기
pt_br: Abrir Keyguard
pt_pt: Abrir Keyguard
ru: Открыть Keyguard
uk: Відкрити Keyguard
zh_hans: 打开 Keyguard

# autofill_unlock_keyguard
source: Unlock Keyguard
ar: فتح قفل المفاتيح
de: Keyguard entsperren
es: Desbloquear Keyguard
fr: Déverrouiller Keyguard
hu: Keyguard feloldása
it: Sblocca Keyguard
ja: Keyguard のロック解除
ko: Keyguard 잠금 해제
pt_br: Desbloquear Keyguard
pt_pt: Desbloquear Keyguard
ru: Разблокировать Keyguard
uk: Розблокувати Keyguard
zh_hans: 解锁 Keyguard

# backup_disclaimer_text
source: To ensure it's never lost, adopt the 3-2-1 Backup Rule: maintain three copies of your vault on two different media types, and keep one copy in a separate, secure location.
ar: لضمان عدم ضياعها أبدًا، اتبع قاعدة النسخ الاحتياطي 3-2-1: احتفظ بثلاث نسخ من قبوك على وسيطي تخزين مختلفين، واحتفظ بنسخة واحدة في مكان منفصل وآمن.
de: Um sicherzugehen, dass nicht verloren geht, nutze die 3-2-1 Backup Regel: behalte drei Kopien deines Tresors auf zwei verschiedenen Medien Typen, und behalte eine Kopie an einem anderen sicheren Ort.
es: Para asegurar que nunca se pierdan, adopta la regla de copia de seguridad de 3-2-1: mantén tres copias de tu caja fuerte en dos tipos de medios diferentes, y guarda una copia en una ubicación segura y separada.
fr: Pour vous assurer de ne jamais les perdre, adoptez la règle de sauvegarde 3-2-1 : conservez trois copies de votre coffre-fort sur deux types de supports différents et conservez une copie dans un endroit séparé et sécurisé.
hu: Hogy soha ne vesszenek el, alkalmazza a 3-2-1 biztonsági mentési szabályt: őrizzen meg három másolatot a széfből két különböző típusú adathordozón, és egy másolatot tartson egy külön, biztonságos helyen.
it: Per garantire che non sia mai perso, adotta la regola di backup 3-2-1: mantieni tre copie della tua cassaforte su due tipi di supporto differenti e tieni una copia in un luogo separato e sicuro.
pt_br: Para garantir que ele nunca seja perdido, adote a regra de backup 3-2-1: mantenha três cópias do seu cofre em dois tipos de mídia diferentes, e manter uma cópia em um local separado e seguro.
pt_pt: Para garantir que nunca se perde, adote a regra de cópia de segurança 3-2-1: guarde três cópias do seu cofre em dois tipos de suportes diferentes e guarde uma cópia num local separado e seguro.
ru: Чтобы не потерять данные, придерживайтесь правила 3-2-1: храните три копии хранилища на двух разных типах носителей и одну копию — в отдельном, безопасном месте.
uk: Щоб ніколи їх не втратити, дотримуйтесь правила резервного копіювання 3-2-1: зберігайте три копії вашого сховища на двох різних типах носіїв, а одну копію тримайте в окремому, безпечному місці.
zh_hans: 为了确保数据永不丢失，请遵循 3-2-1 备份规则：在两种不同的介质上保留三份密码库数据副本，并将一份副本存放在单独的安全位置。

# backup_disclaimer_title
source: Your data is your responsibility.
ar: بياناتك هي مسؤوليتك.
de: Du bist für deine Daten verantwortlich.
es: Tus datos son tu responsabilidad.
fr: Vos données sont de votre responsabilité.
hu: Az Ön adatai az Ön felelőssége.
it: I tuoi dati sono sotto la tua responsabilità.
ja: データはあなた自身の責任で管理してください。
ko: 데이터의 책임은 사용자에게 있습니다.
pt_br: Seus dados são de sua responsabilidade.
pt_pt: Os seus dados são da sua responsabilidade.
ru: Ваши данные - ваша ответственность.
uk: Ваші дані — це ваша відповідальність.
zh_hans: 您的数据由您自己负责。

# barcodetype_action_show_in_barcode_title
source: Show as Barcode
ar: إظهار كرمز شريطي
de: Als Barcode anzeigen
es: Mostrar como código de barras
fr: Afficher en tant que code-barre
hu: Megjelenítés vonalkódként
it: Mostra come codice a barre
ja: バーコードとして表示
ko: 바코드로 표시
pt_br: Exibir como código de barras
pt_pt: Mostrar como código de barras
ru: Показать как штрих-код
uk: Штрих-код
zh_hans: 显示为条形码

# barcodetype_copy_otp_secret_code_note
source: Copy this authenticator to another device by scanning the QR code.
ar: انسخ أداة المصادقة هذه إلى جهاز آخر عن طريق مسح رمز الاستجابة السريعة ضوئيًا.
de: Kopiert diesen Authentifikator auf ein anderes Gerät, indem dieser QR-Code gescannt wird.
es: Copie este autenticador a otro dispositivo escaneando el código QR.
fr: Copiez cet authentificateur vers un autre appareil ou une autre application en scannant le QR code.
hu: Másolja ezt a hitelesítőt egy másik eszközre a QR-kód beolvasásával.
it: Copia questo autenticatore su un altro dispositivo scansionando il codice QR.
ja: QR コードをスキャンして、この認証コードを別のデバイスにコピーします。
ko: QR 코드를 스캔하여 이 인증기를 다른 기기에 복사할 수 있습니다.
pt_br: Copie este autenticador para outro dispositivo escaneando o QR code.
pt_pt: Copie este código para outro dispositivo escaneando o código QR.
ru: Скопируйте аутентификатор на другое устройство, отсканировав QR-код.
uk: Перенесіть автентифікатор на інший пристрій, зчитавши QR-код.
zh_hans: 通过扫描二维码将此验证器复制到另一个设备。

# barcodetype_title
source: Barcode
ar: الباركود
es: Código de barras
fr: Code barre
hu: Vonalkód
it: Codice a barre
ja: バーコード
ko: 바코드
pt_br: Código de barras
pt_pt: Código de barras
ru: Штрих-код
uk: Штрих-код
zh_hans: 条形码

# biometric_error_policy_not_installed
source: Keyguard could not install the system permission rule needed for system authentication.
ar: لم يتمكن Keyguard من تثبيت قاعدة إذن النظام المطلوبة لمصادقة النظام.
fr: Keyguard n'a pas pu installer la règle d'autorisation système requise pour l'authentification système.
pt_br: O Keyguard não pôde instalar a regra de permissão do sistema necessária para autenticação do sistema.
pt_pt: O Keyguard não conseguiu instalar a regra de permissão do sistema necessária para a autenticação do sistema.

# biometric_error_policy_not_installed_flatpak
source: Keyguard needs a one-time system permission rule to use system authentication. Run this command in a terminal on the host, then try again: %1$@
ar: Keyguard يحتاج إلى إذن النظام لمرة واحدة لاستخدام مصادقة النظام. قم بتشغيل هذا الأمر في محطة طرفية على المضيف، ثم حاول مرة أخرى: %1$@
fr: Keyguard nécessite une règle d'autorisation système à usage unique pour utiliser l'authentification système. Exécutez cette commande dans un terminal sur l'hôte, puis réessayez : %1$@
pt_br: O Keyguard precisa de uma regra única de permissão do sistema para usar a autenticação do sistema. Execute este comando em um terminal no host e tente novamente: %1$@
pt_pt: O Keyguard necessita de uma regra de permissão de sistema única para utilizar a autenticação do sistema. Execute este comando num terminal no host e tente novamente: %1$@

source: Bitwarden premium
ar: قسط Bitwarden
es: Bitwarden prémium
hu: Bitwarden prémium
ja: Bitwarden プレミアム
ko: Bitwarden 프리미엄
ru: Bitwarden премиум
uk: Bitwarden преміум
zh_hans: Bitwarden 高级版

# bitwarden_premium_required
source: Requires Bitwarden premium
ar: يتطلب قسط Bitwarden
de: Benötigt Bitwarden Premium
es: Requiere Bitwarden prémium
fr: Nécessite Bitwarden premium
hu: Bitwarden prémium szükséges
it: Richiede Bitwarden premium
ja: Bitwarden プレミアムが必要です
ko: Bitwarden 프리미엄 필요
pt_br: Precisa do Bitwarden Premium
pt_pt: Requer Bitwarden premium
ru: Требуется премиум Bitwarden
uk: Необхідний Bitwarden преміум
zh_hans: 需要 Bitwarden 高级版

# bitwarden_unofficial_server
source: Unofficial Bitwarden server
ar: خادم Bitwarden غير الرسمي
de: Inoffizieller Bitwarden-Server
es: Servidor no oficial de Bitwarden
fr: Serveur Bitwarden non-officiel
hu: Nem hivatalos Bitwarden szerver
it: Server Bitwarden non ufficiale
ja: 非公式 Bitwarden サーバー
ko: 비공식 Bitwarden 서버
pt_br: Servidor não oficial do Bitwarden
pt_pt: Servidor não oficial Bitwarden
ru: Неофициальный Bitwarden сервер
uk: Неофіційний сервер Bitwarden
zh_hans: 非官方的 Bitwarden 服务器

# block_autofill_header_title
source: Block autofill
ar: حظر التعبئة التلقائية
de: Autofill blockieren
es: Bloquear autocompletado
fr: Bloquer le remplissage automatique
hu: Automatikus kitöltés blokkolása
it: Blocca riempimento automatico
ko: 자동 완성 차단
pt_br: Bloquear preenchimento automático
pt_pt: Bloquear preenchimento automático
ru: Блокировка автозаполнения
uk: Блокувати автозаповнення
zh_hans: 阻止自动填充

source: Cancel
ar: يلغي
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Capabilities
ar: الإمكانات
de: Fähigkeiten
es: Capacidades
fr: Capacités
it: Capacità
ja: 機能
ko: 기능
pt_br: Capacidades
pt_pt: Funcionalidades
ru: Возможности
uk: Можливості
zh_hans: 功能

# card_cvv
source: Security code
ar: رمز الأمان
de: CVV
es: Código de seguridad
fr: Code de sécurité (CVV)
hu: Biztonsági kód
it: CVV
ja: セキュリティコード
ko: 보안 코드(CVV)
pt_br: Código de segurança
pt_pt: CVV
ru: CVV
uk: CVV-код
zh_hans: 安全码（CVV）

source: Card expiry month
ar: شهر انتهاء البطاقة
de: Gültig bis Monat
es: Mes de vencimiento de la tarjeta
fr: Mois d'expiration de la carte
hu: A kártya lejárati hónapja
it: Mese di scadenza carta
ja: 有効期限月
ko: 카드 만료 월
pt_br: Mês de vencimento
pt_pt: Mês de expiração do cartão
ru: Месяц истечения срока карты
uk: Місяць терміну дії картки
zh_hans: 卡过期月份

source: Card expiry year
ar: سنة انتهاء البطاقة
de: Gültig bis Jahr
es: Año de caducidad de la tarjeta
fr: Année d'expiration de la carte
hu: Kártya lejárati éve
it: Anno di scadenza carta
ja: 有効期限年
ko: 카드 만료 연도
pt_br: Ano de vencimento
pt_pt: Ano de fim de validade do cartão
ru: Год истечения срока карты
uk: Рік терміну дії картки
zh_hans: 卡过期年份

source: Card number
ar: رقم البطاقة
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte
hu: Kártya száma
it: Numero carta
ja: カード番号
ko: 카드 번호
pt_br: Número do cartão
pt_pt: Número do cartão
ru: Номер карты
uk: Номер картки
zh_hans: 卡号

# card_number_empty_label
source: No card number
ar: لا يوجد رقم البطاقة
de: Keine Kartennummer
es: Ningún número de tarjeta
fr: Aucun numéro de carte
hu: Nincs kártyaszám
it: Nessun numero di carta
ja: カード番号なし
ko: 카드 번호 없음
pt_br: Nenhum número de cartão
pt_pt: Nenhum número de cartão
ru: Нет номера карты
uk: Номер картки відсутній
zh_hans: 暂无卡号

# card_type
source: Brand
ar: العلامة التجارية
de: Marke
es: Marca
fr: Réseau de paiement
hu: Márka
it: Marca
ja: ブランド
ko: 브랜드
pt_br: Bandeira
pt_pt: Marca
ru: Тип карты
uk: Тип картки
zh_hans: 品牌

# card_valid_from
source: Valid from
ar: صالحة من
de: Gültig vom
es: Válida desde
fr: Valide à partir du
hu: Érvényesség kezdete
it: Valida dal
ja: 有効開始
ko: 유효 시작 날짜
pt_br: Válido a partir de
pt_pt: Válido de
ru: Действует с
uk: Чинна з
zh_hans: 有效期自

# card_valid_to
source: Valid to
ar: صالح ل
de: Gültig bis
es: Válida hasta
fr: Valide jusqu'au
hu: Érvényesség vége
it: Valida dal
ja: 有効期限
ko: 만료 날짜
pt_br: Valido até
pt_pt: Válido até
ru: Действует до
uk: Чинна до
zh_hans: 有效期至

source: Cardholder name
ar: اسم حامل البطاقة
de: Name des Karteninhabers
es: Nombre del titular
fr: Nom du titulaire de la carte
hu: Kártyatulajdonos neve
it: Titolare della carta
ja: カードの名義人名
ko: 카드 소유자 이름
pt_br: Titular do cartão
pt_pt: Titular do cartão
ru: Имя владельца карты
uk: Ім'я власника картки
zh_hans: 持卡人姓名

source: Category
ar: فئة
de: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリー
ko: 카테고리
pt_br: Categoria
pt_pt: Categoria
ru: Категория
uk: Категорія
zh_hans: 分类

# changepassword_biometric_auth_checkbox
source: Biometric authentication
ar: المصادقة البيومترية
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique
hu: Biometrikus azonosítás
it: Autenticazione biometrica
ja: 生体認証
ko: 생체 정보 인증
pt_br: Autenticação biométrica
pt_pt: Autenticação biométrica
ru: Биометрическая аутентификация
uk: Біометрична автентифікація
zh_hans: 生物识别认证

# changepassword_biometric_auth_confirm_title
source: Change app password
ar: تغيير كلمة مرور التطبيق
de: App-Passwort ändern
es: Cambiar contraseña de la app
fr: Modifier le mot de passe de l'application
hu: Alkalmazás jelszó módosítása
it: Modifica password app
ja: アプリパスワードの変更
ko: 앱 비밀번호 변경
pt_br: Alterar senha do aplicativo
pt_pt: Alterar palavra-passe da aplicação
ru: Изменить пароль приложения
uk: Змінити пароль застосунку
zh_hans: 更改应用专用密码

# changepassword_change_password_button
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
hu: Jelszó módosítása
it: Modifica password
ja: パスワードの変更
ko: 비밀번호 변경
pt_br: Alterar senha
pt_pt: Alterar palavra-passe
ru: Изменить пароль
uk: Змінити пароль
zh_hans: 修改密码

# changepassword_disclaimer_abuse_note
source: Unless you suspect unauthorized access or discover malware on the device, there is no need to change the password if it is a strong, unique password.
ar: ما لم تكن تشك في الوصول غير المصرح به أو تكتشف برامج ضارة على الجهاز، فليست هناك حاجة لتغيير كلمة المرور إذا كانت كلمة مرور قوية وفريدة من نوعها.
de: Es sei denn, Sie vermuten unbefugten Zugriff oder eine Malware auf dem Gerät zu entdecken, es gibt keine Notwendigkeit, das Passwort zu ändern, wenn es ein starkes und einzigartiges Passwort ist.
es: A menos que sospeche acceso no autorizado o descubra un malware en el dispositivo, no hay necesidad de cambiar la contraseña más si es una contraseña única y fuerte.
fr: Sauf si vous soupçonnez un accès non autorisé ou si vous découvrez un logiciel malveillant sur l'appareil, il n'est pas nécessaire de changer le mot de passe si c'est un mot de passe fort et unique.
hu: Hacsak nem gyanít jogosulatlan hozzáférést, vagy nem fedez fel vírust az eszközön, nincs szükség a jelszó megváltoztatására, ha az egy erős, egyedi jelszó.
it: A meno che non si sospetti l'accesso non autorizzato o la presenza di malware sul dispositivo, non è necessario cambiare la password se è forte e unica.
ja: 不正アクセスが疑われる場合やデバイスにマルウェアを発見した場合を除いて、強力で一意のパスワードであれば、変更する必要はありません。
ko: 강력한 비밀번호를 웹사이트마다 다르게 사용하고 있다면, 무단 접속이 의심되거나 기기에서 악성 코드가 발견되지 않는 한 비밀번호를 변경할 필요가 없습니다.
pt_br: A menos que você suspeite de acesso não autorizado ou descubra um malware no dispositivo, não há necessidade de alterar a senha se ela for uma senha forte e única.
pt_pt: A menos que suspeite de acesso não autorizado ou descubra malware no dispositivo, não há necessidade de alterar a palavra-passe se esta for forte e exclusiva.
ru: Если вы не подозреваете, что к вашему устройству был несанкционированный доступ, или вы не нашли вредоносное программное обеспечение, то не нужно изменять текущий пароль приложения, если он достаточно надежный и уникальный.
uk: Якщо ви не підозрюєте що до вашого пристрою був несанкціонований доступ, або не знайшли шкідливе програмне забезпечення, то не треба змінювати поточний пароль застосунку, якщо він достатньо надійний та унікальний.
zh_hans: 除非你怀疑有未经授权的访问或在设备上发现了恶意软件，否则如果密码强大且唯一则没有必要更改。

# changepassword_disclaimer_local_note
source: App password never gets stored on the device nor sent over the network. It is used to generate a secret key that is used to encrypt the local data.
ar: لا يتم تخزين كلمة مرور التطبيق مطلقًا على الجهاز ولا يتم إرسالها عبر الشبكة. يتم استخدامه لإنشاء مفتاح سري يستخدم لتشفير البيانات المحلية.
de: App-Passwort wird nie auf dem Gerät gespeichert oder über das Netzwerk versendet. Es wird verwendet, um einen geheimen Schlüssel zu generieren, der zur Verschlüsselung der lokalen Daten verwendet wird.
es: La contraseña de la app nunca se almacena en el dispositivo ni se envía a través de la red. Se utiliza para generar una clave secreta que se utiliza para cifrar los datos locales.
fr: Le mot de passe de l'application ne sera jamais stocké sur l'appareil ni envoyé sur le réseau. Il est utilisé pour générer une clé secrète qui est utilisée pour chiffrer les données locales.
hu: Az alkalmazásjelszó soha nem kerül tárolásra az eszközön, és nem kerül elküldésre a hálózaton keresztül. Ez egy titkos kulcs létrehozására szolgál, amely a helyi adatok titkosítására szolgál.
it: La password dell'app non viene mai memorizzata sul dispositivo né inviata attraverso la rete. Viene utilizzata per generare una chiave segreta utilizzata per cifrare i dati locali.
ja: アプリのパスワードは、デバイスに保存されることも、ネットワーク経由で送信されることもありません。ローカルデータを暗号化するために使用される秘密鍵を生成するために使用されます。
ko: 앱 비밀번호는 기기에 저장되거나 인터넷으로 전송되지 않습니다. 로컬 데이터를 암호화하기 위한 비밀 키를 생성하는 데에만 사용됩니다.
pt_br: A senha do aplicativo nunca é armazenada no dispositivo nem enviada pela rede. Ela é usada para gerar uma chave secreta que é usada para criptografar os dados locais.
pt_pt: A palavra-passe da aplicação nunca é armazenada no dispositivo nem enviada pela rede. É usada para gerar uma chave secreta que é usada para encriptar os dados locais.
ru: Пароль приложения никогда не хранится на устройстве и не отправляется по сети. Он используется для генерации секретного ключа, используемого для шифрования локальных данных.
uk: Пароль застосунку ніколи не зберігається на пристрої або відправляється мережею. Він використовується для генерації секретного ключа яким шифрується локальне сховище.
zh_hans: 应用专用密码不会存储在设备上，更不会上传到服务器。它仅用于生成密钥以加密本地数据。

# changepassword_header_title
source: Change app password
ar: تغيير كلمة مرور التطبيق
de: App-Passwort ändern
es: Cambiar contraseña de la app
fr: Modifier le mot de passe de l'application
hu: Alkalmazás jelszó módosítása
it: Modifica password app
ja: アプリパスワードの変更
ko: 앱 비밀번호 변경
pt_br: Alterar senha do aplicativo
pt_pt: Alterar palavra-passe do aplicativo
ru: Изменить пароль приложения
uk: Змінити пароль застосунку
zh_hans: 修改应用专用密码

# changepassword_password_changed_successfully
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح
de: Das Passwort wurde erfolgreich geändert
es: Contraseña cambiada con éxito
fr: Mot de passe modifié avec succès
hu: Jelszó sikeresen megváltoztatva
it: Password cambiata con successo
ja: パスワードは正常に変更されました
ko: 비밀번호를 변경했습니다.
pt_br: Senha alterada com sucesso
pt_pt: Palavra-passe alterada com sucesso
ru: Пароль успешно изменён
uk: Пароль успішно змінено
zh_hans: 密码修改成功

# character_count_plural
source: %lld characters
ar: %lld حرف
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
hu: %lld karakter
it: %lld caratteri
ja: %lld 文字
ko: %lld 글자
pt_br: %lld caracteres
pt_pt: %lld caracteres
ru: %lld символа
uk: %lld символи
zh_hans: %lld 个字符
